{
    "login": "登录",
    "InputUsername": "请输入您的用户名",
    "InputPw": "请输入您的密码",
    "and": "以及",
    "logintips": "登录即代表您同意",
    "regtips": "注册即代表您同意",
    "termsText": "服务条款",
    "privacyText": "隐私政策",
    "register": "注册",
    "InputEmail": "请输入您的邮箱",
    "InputCaptcha": "请输入验证码",
    "terms": "<h3>1. 接受条款</h3><br/>欢迎使用轻雨Auth（以下简称“本网站”）。通过访问和使用本网站提供的服务，您同意遵守以下服务条款（以下简称“条款”）。请在使用本网站前仔细阅读这些条款。如果您不同意这些条款，请不要使用本网站。<br/><br/><h3>2. 服务描述</h3><br/>轻雨Auth 提供在线账号管理和认证服务，包括但不限于用户注册、登录、密码恢复及账户设置等功能。我们致力于为用户提供安全、便捷的服务。<br/><br/><h3>3. 用户账户</h3><br/>3.1 注册与账户安全<br/>用户需提供真实、准确的信息进行注册，并负责维护账户信息的准确性和更新。用户需对账户的所有活动负责，并采取适当措施保护账户的安全。若发现账户被未经授权使用或存在安全漏洞，用户应立即通知我们。<br/>3.2 用户义务<br/>用户承诺不使用本网站从事任何非法、欺诈或侵犯他人权益的活动。用户不得通过本网站上传、发布或传播任何非法、恶意、淫秽、侮辱性或侵犯他人权益的内容。<br/><br/><h3>4. 服务使用</h3><br/>本网站提供的服务仅用于合法目的。用户应遵守所有适用的法律法规。我们保留随时修改、暂停或终止服务的权利，而无需事先通知用户。<br/><br/><h3>5. 隐私政策</h3><br/>您的隐私对我们非常重要。我们会收集和使用您的个人信息，以提供和改进我们的服务。请阅读我们的 <a href=\"/privacy/\" class=\"link\">隐私政策</a> 以了解更多信息。<br/><br/><h3>6. 内容使用</h3><br/>6.1 用户内容<br/>用户在本网站上发布的内容（包括但不限于评论、反馈和其他材料）不代表我们的观点。用户对这些内容负全部责任。用户授权我们在全球范围内使用、复制、修改、展示和分发其发布的内容，以便于提供和改进我们的服务。<br/>6.2 知识产权<br/>本网站及其所有内容、功能和功能（包括但不限于文本、图像、商标、标识和软件）均为我们的财产或授权使用的财产，受版权、商标和其他知识产权法的保护。<br/><br/><h3>7. 责任限制</h3><br/>本网站及其服务是“按现状”提供的。我们不对服务的中断、错误、遗漏或任何形式的损害承担责任。在法律允许的最大范围内，我们不对因使用或无法使用本网站或服务而产生的任何直接、间接、附带、特殊或后果性损害承担责任。<br/><br/><h3>8. 变更与终止</h3><br/>我们保留随时修改这些条款的权利，修改后的条款将发布在本网站上。请定期查阅以了解更新内容。我们有权在任何时间终止或暂停您的账户，若我们认为您违反了这些条款或其他适用的规定。<br/><br/><h3>9. 法律适用与争议解决</h3><br/>这些条款适用中华人民共和国的法律。因这些条款引起的或与之相关的任何争议应提交至我们所在地的法院进行解决。<br/><br/><h3>10. 联系我们</h3><br/>如您对这些条款有任何疑问或需进一步的信息，请通过以下方式联系我们：<br/>电子邮件: light-team@foxmail.com<br/>感谢您使用轻雨Auth，祝您使用愉快！",
    "privacy": "生效日期：2024年8月16日<br/><br/>欢迎使用轻雨Auth（以下简称“我们”或“本网站”）。我们致力于保护您的隐私，并确保您的个人信息得到妥善处理。本隐私政策说明了我们如何收集、使用、披露和保护您的信息。请您在使用我们的服务前仔细阅读以下内容。<br/><br/><h3> 1. 我们收集的信息</h3><br/><br/>我们可能会收集以下几种类型的信息：<br/><br/>- 个人信息：当您注册账户、登录、更新个人资料或与我们互动时，我们可能会收集您的姓名、电子邮件地址、电话号码以及其他与您的身份有关的信息。<br/>- 账户信息：包括您的账户设置、权限以及与账户活动相关的数据。<br/>- 使用数据：我们可能会收集您访问本网站的时间、浏览器类型、IP 地址、设备信息以及您与本网站交互的详细记录。<br/>- 技术信息：包括您使用的操作系统、浏览器版本、访问时间和语言设置等。<br/><br/><h3> 2. 信息的使用</h3><br/><br/>我们收集的信息用于以下目的：<br/><br/>- 提供服务：管理和维护您的账户，处理您的请求和提供客户支持。<br/>- 改进服务：分析使用数据，以改进我们的服务质量和用户体验。<br/>- 安全保障：监控和防范欺诈行为，保护您的账户和我们的系统安全。<br/>- 通讯：向您发送有关账户的通知、更新信息和服务公告。<br/><br/><h3> 3. 信息的分享</h3><br/><br/>我们不会将您的个人信息出售或出租给第三方。我们可能会在以下情况下共享您的信息：<br/><br/>- 服务提供商：与受信任的第三方服务提供商合作，帮助我们提供和改进服务。这些服务提供商只能在提供服务的必要范围内访问您的信息，并且必须遵守我们对隐私的要求。<br/>- 法律要求：在法律要求或法律程序的情况下，披露您的信息以遵守法律法规。<br/>- 业务转移：在公司合并、收购或资产出售等情况下，您的信息可能会作为业务资产转移。<br/><br/><h3> 4. 信息的保护</h3><br/><br/>我们采取适当的技术和组织措施保护您的信息免受未经授权的访问、使用或泄露。然而，互联网传输并不是完全安全的，我们不能保证您的信息在传输过程中的绝对安全。<br/><br/><h3> 5. 您的权利</h3><br/><br/>您有权：<br/><br/>- 访问和更新信息：查看和更新您的个人信息。<br/>- 删除信息：请求删除您的个人信息，前提是法律允许并且不影响服务的提供。<br/>- 拒绝处理：在某些情况下，您可以拒绝我们处理您的个人信息。<br/><br/><h3> 6. 隐私政策的更新</h3><br/><br/>我们可能会不时更新本隐私政策。我们会在本网站上发布更新的隐私政策，并在政策生效前通知您。请定期查看以了解任何变化。<br/><br/><h3> 7. 联系我们</h3><br/><br/>如果您对本隐私政策有任何问题或担忧，请通过以下方式联系我们：<br/><br/>- 电子邮件：light-team@foxmail.com<br/>感谢您使用轻雨Auth，我们致力于保护您的隐私并提供优质的服务。<br/>"
}
